import 'package:wordpice/features/reviews/presentation/models/review_item.dart';

const List<ReviewItem> reviewsMockData = [
  ReviewItem(
    authorName: 'Аксенова Анастасия',
    rating: 5,
    dateText: '12.01.2025',
    text:
        'Современный бизнес-центр с продуманной инфраструктурой. Персонал вежливый и всегда на связи. Удобная парковка делает работу здесь комфортной. Идеальное место для продуктивной работы.',
  ),
  ReviewItem(
    authorName: 'Иванов Сергей',
    rating: 4,
    dateText: '05.12.2024',
    text:
        'Хорошее расположение и удобные помещения. Иногда сложно найти свободную переговорную, но в целом впечатление положительное.',
  ),
  ReviewItem(
    authorName: 'Петрова Мария',
    rating: 5,
    dateText: '28.11.2024',
    text:
        'Отличный сервис, чистые помещения и удобная навигация. Особенно понравилось быстрое оформление заявок.',
  ),
];
